Repository: ShriKrishna21/finalsalesrep
Catalog: lib/l10n/app_*.arb
Languages: te

source: Add
te: జోడించు

source: Sales Rep
te: సేల్స్ ప్రతినిధి

source: Customer Form
te: కస్టమర్ ఫారం

source: Name
te: పేరు

source: Date
te: తేదీ

source: Eenadu newspaper :
te: ఈనాడు దినపత్రిక :

source: Family Head Name
te: కుటుంబ అధిపతి పేరు ఖాళీగా ఉండకూడదు

source: Yes
te: అవును

source: No
te: కాదు

# feedbacktoimprovepaper
source: Feedback to improve Eenadu paper
te: ఈనాడు పేపర్‌ని మెరుగుపరచడానికి అభిప్రాయం

# pleaseenterfeedback
source: Please enter a short feedback
te: 'దయచేసి చిన్న అభిప్రాయాన్ని నమోదు చేయండి'

source: Read Newspaper :
te: వార్తాపత్రిక చదువుతారా :

# currentnewpaper
source: Current Newspaper
te: ప్రస్తుత వార్తాపత్రిక

# pleaseprovidecurrentnewspaper
source: Please provide current Newspaper name
te: దయచేసి ప్రస్తుత వార్తాపత్రిక పేరును అందించండి

source: Reason for not taking Eenadu Newspaper
te: ఈనాడు దినపత్రిక తీసుకోకపోవడానికి కారణం

source: Reason for not Reading Newspaper
te: వార్తాపత్రిక చదవకపోవడానికి కారణం

# daysforeenaduoffer
source: 15 days free Eenadu offer :
te: 15 రోజుల ఉచిత ఈనాడు ఆఫర్ :

# reasonfornottakingoffer
source: Reason for not taking free offer
te: ఉచిత ఆఫర్ తీసుకోకపోవడానికి కారణం

source: Employed :
te: ఉద్యోగం :

source: Job Type
te: ఉద్యోగ రకం

source: Government job
te: ప్రభుత్వ ఉద్యోగం

source: Private job
te: ప్రైవేట్ ఉద్యోగం

source: Profession
te: వృత్తి

source: Govt Job Type
te: ప్రభుత్వ ఉద్యోగ రకం

source: Central job
te: కేంద్ర ప్రభుత్వ ఉద్యోగం

source: State job
te: స్టేట్ ప్రభుత్వ ఉద్యోగం

source: Job Profession
te: ఉద్యోగ వృత్తి

source: Job Designation
te: ఉద్యోగ పదవి

source: Company Name
te: కంపెనీ పేరు

source: Father's Name
te: తండ్రి పేరు

# mothername
source: Mother's Name
te: తల్లి పేరు

# spousename
source: Spouse's Name
te: జీవిత భాగస్వామి పేరు

source: Address
te: చిరునామా

source: Mobile Number
te: మొబైల్ నంబర్

source: Submit
te: సబ్మిట్

source: Agency name
te: ఏజెన్సీ పేరు

source: Time
te: సమయం

# chooseYourLanguage
source: Language :
te: భాష :

source: Settings
te: సెట్టింగ్స్

source: Home
te: హోమ్

source: House Number
te: ఇల్లు నంబరు

# streetNo
source: Street Number
te: వీధి నంబరు

source: City
te: నగరం

source: Pin Code
te: పిన్ కోడ్

source: Family Details
te: కుటుంబ వివరాలు

source: Address Details
te: చిరునామా వివరాలు

source: Newspaper Details
te: పత్రిక వివరాలు

source: Employment Details
te: ఉద్యోగ వివరాలు

source: Please Enter Name
te: దయచేసి పేరు నమోదు చేయండి

# todaysHouseCount
source: Today House Count
te: ఈరోజు ఇంటి లెక్క.

# todaysTargetLeft
source: Today Target Left
te: ఈరోజు మిగిలిన లక్ష్యం

source: History
te: హిస్టరీ

source: History Page
te: హిస్టరీ పేజీ

# i
source: 1.I
te: 1. నేను

# withmobileno
source: : , with the Mobile no.
te: : , నా మొబైల్ నంబర్‌.

# dob
source: ',\n DOB:
te: , పుట్టిన తేదీ:

# iagreeandcontinue
source: I Agree & Continue
te: నేను అంగీకరిస్తున్నాను

# herebystate
source: ,hereby state that I have read the notice for consent issued by Eenadu u/s 5 r/s 6(3) of DPDP Act, as I intended to subscribe to Eenadu Pellipandiri services. \n
te: నేను సబ్‌స్క్రయిబ్ చేయడానికి ఉద్దేశించినట్లుగా, ఈనాడు పెళ్లిపందిరి u/s 5 r/s 6(3) DPDP చట్టం ద్వారా జారీ చేయబడిన సమ్మతి నోటీసును నేను చదివానని దీని ద్వారా తెలియజేస్తున్నాను ఈనాడు పెళ్లిపందిరి సేవలకు.

# dpdptext2
source: 2. The purpose of my subscription to Eenadui services is to search for suitable alliances for marriage. Therefore I am providing my personal data like name, father's name, date of birth, place of birth, religion, caste, sect, sub-sect, gothram, educational qualifications, career information, salary/income to Eenadu Pellipandiri.\n\n
te: ఈనాడు పెళ్లిపందిరి సేవలకు నా సబ్‌స్క్రిప్షన్ ఉద్దేశ్యం పెళ్లికి తగిన భాగస్వామిని వెతకడం కోసం. అందుచేత నా పేరు, నా తండ్రి పేరు, పుట్టిన తేదీ, పుట్టిన ఊరు, మతం, కులం, శాఖ, ఉపవిభాగం, గోత్రం, విద్యార్హతలు, కెరీర్ సమాచారం, జీతం/ఆదాయం వంటి నా వ్యక్తిగత డేటాను ఈనాడు పెళ్లిపందిరికి అందిస్తున్నాను.

# twothreefourfive
source: 2. The purpose of my subscription to Eenadu services is to search for suitable alliances for marriage. Therefore I am providing my personal data like name, father's name, date of birth, place of birth, religion, caste, sect, sub-sect, gothram, educational qualifications, career information, salary/income to Eenadu Pellipandiri.\n\n3. I hereby agree to process my personal data digitally and to display the same on the website and to share with prospective brides/grooms.\n\n4. I hereby affirm that I am giving my consent for digital processing of my personal data by Eenadu Pellipandiri out of my free will for the specified purpose of seeking alliances and I state there is neither coercion nor misrepresentation nor I was forced to give consent.\n\n5. I am hereby giving my consent by clicking on the below tab hereunder.\n\n
te: 2. ఈనాడు పెళ్లిపందిరి సేవలకు నా సబ్‌స్క్రిప్షన్ ఉద్దేశ్యం పెళ్లికి తగిన భాగస్వామిని వెతకడం కోసం. అందుచేత నా పేరు, నా తండ్రి పేరు, పుట్టిన తేదీ, పుట్టిన ఊరు, మతం, కులం, శాఖ, ఉపవిభాగం, గోత్రం, విద్యార్హతలు, కెరీర్ సమాచారం, జీతం/ఆదాయం వంటి నా వ్యక్తిగత డేటాను ఈనాడు పెళ్లిపందిరికి అందిస్తున్నాను. 3. నా వ్యక్తిగత డేటాను డిజిటల్‌గా ప్రాసెస్ చేయడానికి మరియు వెబ్‌సైట్‌లో ప్రదర్శించడానికి మరియు కాబోయే వధువులు/వరులతో పంచుకోవడానికి నేను అంగీకరిస్తున్నాను. 4. పొత్తులు కోరుకునే నిర్ధిష్ట ప్రయోజనం కోసం ఈనాడు పెళ్లిపందిరి ద్వారా నా వ్యక్తిగత డేటా డిజిటల్ ప్రాసెసింగ్‌కు నా సమ్మతిని ఇస్తున్నానని నేను ధృవీకరిస్తున్నాను మరియు బలవంతం లేదా తప్పుగా సూచించడం లేదా సమ్మతి ఇవ్వడానికి నన్ను బలవంతం చేయలేదని నేను చెబుతున్నాను. 5. దిగువన ఉన్న ట్యాబ్‌పై క్లిక్ చేయడం ద్వారా నేను నా సమ్మతిని తెలియజేస్తున్నాను.

# sectiontext
source: Under section 6 (1) 5 of DPDP (Digital Personal Data Protection) Act 2023
te: DPDP (డిజిటల్ పర్సనల్ డేటా ప్రొటెక్షన్) చట్టం, సెక్షన్ 6 (1) 5, 2023

# ushodayapvtltd
source: Ushodaya Enterprises Private Limited
te: ఉషోదయా ఎంటర్‌ప్రైజెస్ ప్రైవేట్ లిమిటెడ్

# concentform
source: CONSENT FORM
te: సమ్మతి ఫారమ్

# unitManger
source: Unit Manager
te: యూనిట్ మేనేజర్

source: Agent Name :
te: ఏజెంట్ పేరు

# pleaseEnterPinCodeNuber
source: Please Enter Pin Code Number
te: దయచేసి పిన్ కోడ్ నంబర్ నమోదు చేయండి

source: Please Enter City Name
te: దయచేసి నగర పేరు నమోదు చేయండి

source: Please Enter Address Name
te: దయచేసి చిరునామా పేరు నమోదు చేయండి

# pleaseEnterMobileNumber
source: Please Enter Your Mobile Number
te: దయచేసి మీ మొబైల్ నంబర్ నమోదు చేయండి

# houseVisited
source: House's Visited
te: పర్యటించిన ఇళ్లు

source: Target Left
te: లక్ష్యము మిగిలి ఉంది

source: My Route Map
te: నా మార్గం పటము

source: Planned Details
te: ప్లాన్ చేసిన వివరాలు

source: Reports
te: రిపోర్టులు

source: Today
te: ఈరోజు

source: Route Details will come here...
te: రోట్ వివరాలు ఇక్కడ రాబోతున్నాయి...

source: Planned Details Will Come Here...
te: యోచించిన వివరాలు ఇక్కడ వస్తాయి...

source: Already Subscribed
te: ఇప్పటికే సబ్స్క్రైబ్ చేశారు

# daysOfferAccepted15
source: 15 days offer accepted
te: ఆఫర్ ఆమోదించబడింది

# daysOfferRejected15
source: 15 days offer rejected
te: ఆఫర్ తిరస్కరించబడింది

source: Welcome
te: స్వాగతం

source: Circulation Incharge Screen
te: ప్రచారంఇంచార్జి స్క్రీన్

source: Circulation Incharge
te: ప్రచారం ఇంచార్జి

source: Number Of Resources
te: వనరుల సంఖ్య

source: Agents
te: ఏజెంట్లు

source: Subscription Details
te: సభ్యత్వ వివరాలు

source: Houses Count
te: ఇళ్ల సంఖ్య

source: Houses Visited
te: సందర్శించిన ఇళ్ళు

source: Eenadu Subscription
te: ఈనాడు సభ్యత్వం

source: Willing To Change
te: మారేందుకు సిద్ధం

source: Not Interested
te: ఆసక్తి లేదు

source: Route Map
te: రూట్ మ్యాప్

source: Routes
te: మార్గాలు / రూట్స్

source: Create User
te: వినియోగదారుని సృష్టించండి

# emailOrUserId
source: Email / User Id
te: ఇమెయిల్ / వినియోగదారు ఐడి

source: Aadhar Number
te: ఆధార్ సంఖ్య

source: Upload Aadhar Photo
te: ఆధార్ ఫోటో అప్‌లోడ్ చేయండి

source: Tap To Select Aadhar Image
te: ఆధార్ చిత్రం ఎంచుకోవడానికి ట్యాప్ చేయండి

source: PAN Number
te: పాన్ సంఖ్య

source: Upload PAN Card Photo
te: పాన్ కార్డ్ ఫోటో అప్‌లోడ్ చేయండి

source: Tap To Select Pan Card Image
te: పాన్ కార్డ్ చిత్రం ఎంచుకోవడానికి ట్యాప్ చేయండి

source: My Profile
te: నా ప్రొఫైల్

source: User Name
te: వినియోగదారు

source: Job Role
te: ఉద్యోగ పాత్ర

source: Logout
te: లాగౌట్

source: Regional Head
te: రీజినల్ హెడ్

source: KarimNagar
te: కరీంనగర్

source: Unit 1
te: యూనిట్ 1

source: Unitname
te: యూనిట్ పేరు

source: Password
te: పాస్వర్డ్

source: Phone
te: ఫోన్

source: Selectrole
te: పాత్రను ఎంచుకోండి

source: Userid
te: వినియోగదారు ఐడి

source: Tap to select image
te: చిత్రాన్ని ఎంచుకోవడానికి నొక్కండి

source: Segment Incharge
te: విభాగ ఇన్‌చార్జ్

source: Approved Agents
te: ఆమోదం పొందిన ఏజెంట్లు

source: In-progress Agents
te: ప్రగతిలో ఉన్న ఏజెంట్లు

source: Office1Staff
te: ఆఫీస్1 ఉద్యోగులు

source: Office Staff Dashboard
te: ఆఫీస్ సిబ్బంది డాష్‌బోర్డ్

source: ViewCreatedAgents
te: సృష్టించిన ఏజెంట్లను చూడండి

source: Create Agent
te: ఏజెంట్‌ను సృష్టించండి

source: Email
te: ఇమెయిల్

source: Aadhar
te: ఆధార్

source: Enter a valid name
te: సరైన పేరును నమోదు చేయండి

source: Unit not found
te: యూనిట్ కనుగొనబడలేదు

source: Enter valid phone
te: సరైన ఫోన్ నంబర్‌ను నమోదు చేయండి

source: Enter valid email
te: సరైన ఇమెయిల్‌ను నమోదు చేయండి

source: Enter valid password
te: సరైన పాస్‌వర్డ్‌ను నమోదు చేయండి

source: Address can't be empty
te: చిరునామా ఖాళీగా ఉండకూడదు

source: Invalid Aadhaar
te: చెల్లని ఆధార్

source: Enter PAN Number
te: పాన్ నంబర్‌ను నమోదు చేయండి

source: Aadhaar must be 12 digits
te: ఆధార్ సంఖ్య 12 అంకెలు ఉండాలి

source: Invalid PAN Number
te: చెల్లని పాన్ నంబర్

source: PAN Must Be Like ABCDE1234F
te: పాన్ ఫార్మాట్ ABCDE1234F లాగా ఉండాలి

source: Father's Name Cannot Be Empty
te: తండ్రి పేరు ఖాళీగా ఉండకూడదు

source: Mother's Name Cannot Be Empty
te: తల్లి పేరు ఖాళీగా ఉండకూడదు

source: Spouse Name Cannot Be Empty
te: భర్త లేదా భార్య పేరు ఖాళీగా ఉండకూడదు

source: House Number Cannot Be Empty
te: ఇల్లు నంబర్ ఖాళీగా ఉండకూడదు

source: Street Number Cannot Be Empty
te: వీధి నంబర్ ఖాళీగా ఉండకూడదు

source: City Cannot Be Empty
te: నగరం ఖాళీగా ఉండకూడదు

source: PinCode Cannot Be Empty
te: పిన్‌కోడ్ ఖాళీగా ఉండకూడదు

source: Place Cannot Be Empty
te: ప్రదేశం ఖాళీగా ఉండకూడదు

source: Landmark
te: ల్యాండ్‌మార్క్/సూచిక ప్రదేశం

source: landMarkCannotBeEmpty
te: ల్యాండ్‌మార్క్/సూచిక ప్రదేశం ఖాళీగా ఉండకూడదు

source: Mobile Number Cannot Be Empty
te: మొబైల్ నంబర్ ఖాళీగా ఉండకూడదు

source: Feedback Cannot Be Empty
te: ఫీడ్‌బ్యాక్ ఖాళీగా ఉండకూడదు

source: Current Newspaper Cannot Be Empty
te: ప్రస్తుత పత్రిక ఖాళీగా ఉండకూడదు

source: Reason For Not Taking Cannot Be Empty
te: తీసుకోకపోవడానికి కారణం ఖాళీగా ఉండకూడదు

source: Reason For Not Reading Cannot Be Empty
te: చదవకపోవడానికి కారణం ఖాళీగా ఉండకూడదు

source: Field cannot be empty
te: ఫీల్డ్ ఖాళీగా ఉండకూడదు

source: Select Department
te: శాఖను ఎంచుకోండి

source: Job Department
te: ఉద్యోగ శాఖ

source: PSU / Public Sector Undertaking
te: ప్రభుత్వ రంగ సంస్థ

source: Designation
te: పదవి

source: Confirm Logout
te: లాగౌట్ చేయడం కొనసాగించాలా

source: Are You Sure You Want To Logout?
te: మీరు ఖచ్చితంగా లాగౌట్ కావాలనుకుంటున్నారా?

source: Cancel
te: క్యాన్సల్

source: Create Incharge
te: ఇన్‌చార్జ్‌ను సృష్టించండి

source: No Users Found In This Unit
te: ఈ యూనిట్‌లో యూజర్లు లేరు

# ustomerformsofunit
source: Customer Forms of Unit
te: యూనిట్ కస్టమర్ ఫారాలు

source: AadhaarNumber
te: ఆధార్ సంఖ్య

source: InvalidAadhaarNumber
te: సరైన ఆధార్ సంఖ్యను నమోదు చేయండి

source: Please Enter Aadhaar Number
te: దయచేసి ఆధార్ సంఖ్యను నమోదు చేయండి

# enteravalidunitname
source: Please Enter A Valid Unitname
te: సరైన యూనిట్ పేరును నమోదు చేయండి

source: Enter A Valid Email
te: సరైన ఇమెయిల్‌ను నమోదు చేయండి

source: Enter A Valid Phone Number
te: సరైన ఫోన్ నంబరును నమోదు చేయండి

source: Please Enter A Valid Password
te: దయచేసి సరైన పాస్‌వర్డ్‌ను నమోదు చేయండి

source: Unit Name Can't Be Empty
te: యూనిట్ పేరు ఖాళీగా ఉండకూడదు

source: Total History
te: టోటల్ హిస్టరీ

source: Accepted
te: ఆమోదించబడింది

source: Rejected
te: తిరస్కరించబడింది

source: Subscribed
te: చందా తీసుకున్నాడు

source: UnitManager
te: యూనిట్ మేనేజర్

source: ViewAllCustomerForms
te: అన్ని కస్టమర్ ఫారమ్స్‌ను చూడండి

source: CirculationHead
te: సర్క్యులేషన్ హెడ్

source: CustomerForms
te: కస్టమర్ ఫారమ్స్‌

source: Assign Routemap and Target
te: రూట్‌మ్యాప్ మరియు లక్ష్యాన్ని నియమించండి

source: Create Officestaff
te: ఆఫీసు సిబ్బందిని సృష్టించండి

source: Agents Waiting Approval
te: మంజూరుకు ఎదురు చూస్తున్న ఏజెంట్లు

source: Assign Route & Target
te: రూట్ మరియు టార్గెట్‌ను నియమించు

source: SelectAgent
te: ఏజెంట్‌ను ఎంచుకోండి

source: Route and Target assigned successfully
te: రూట్ మరియు టార్గెట్ విజయవంతంగా కేటాయించబడ్డాయి

source: Both assignments failed
te: రెండు నియామకాలు విఫలమయ్యాయి

source: Route assignment failed
te: రూట్ నియామకం విఫలమైంది

source: Target assignment failed
te: లక్ష్య నియామకం విఫలమైంది

source: No Users Found
te: ఈ యూనిట్‌లో యూజర్లు లేరు

source: Total Agents
te: మొత్తం ఏజెంట్లు

source: Filter by Date
te: తేదీ ఆధారంగా

source: Route Map
te: రూట్ మ్యాప్

source: Enter Route Map
te: రూట్ మ్యాప్ ఎంటర్ చేయండి

source: Assign Target
te: టార్గెట్ నియమించండి

source: Enter Target
te: టార్గెట్ ఎంటర్ చేయండి

source: Please Enter A Valid Unit
te: దయచేసి సరైన యూనిట్‌ను నమోదు చేయండి

source: Password required
te: దయచేసి పాస్వర్డ్ నమోదు చేయండి

source: Address required
te: దయచేసి చిరునామా నమోదు చేయండి

source: Unnamed Agent
te: పేరు లేని ఏజెంట్

source: Approve Agents
te: ఏజెంట్లను అనుమతించండి

source: No Records Found
te: రికార్డులు కనబడలేదు

source: All Dates
te: అన్ని తేదీలు

source: Fetch Customer Forms
te: ఫారాలను పొందు

source: Search by ID or Family Head Name
te: ఐడీ లేదా కుటుంబ పెద్ద పేరు ద్వారా శోధించండి

source: Family
te: కుటుంబం

source: Free Offer
te: ఉచిత ఆఫర్

source: jobWorkingState
te: పని చేస్తున్న రాష్ట్రం

source: Agent Login
te: ఏజెంట్ లాగిన్

source: Today History
te: ఈరోజు హిస్టరీ
